Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.ui.clearKeepFiles
source: Clear History (Keep Audio Files)…
de: Verlauf leeren (Audio behalten) …
es: Vaciar historial (conservar audio)…
fr: Effacer l’historique (conserver les fichiers audio)…
it: Svuota cronologia (conserva audio)…
ja: 履歴を消去（音声は保持）…
ko: 기록 지우기(오디오 유지)…
pt_br: Limpar histórico (manter áudio)…
ru: Очистить историю (оставить аудио)…
zh_hans: 清空历史记录（保留音频文件）…

# vocello.ui.clearDeleteFiles
source: Clear History and Delete Audio…
de: Verlauf leeren und Audio löschen …
es: Vaciar historial y eliminar audio…
fr: Effacer l’historique et supprimer l’audio…
it: Svuota cronologia ed elimina audio…
ja: 履歴を消去して音声も削除…
ko: 기록 지우고 오디오 삭제…
pt_br: Limpar histórico e excluir áudio…
ru: Очистить историю и удалить аудио…
zh_hans: 清空历史记录并删除音频…

# vocello.ui.clearHistoryLower
source: Clear history
de: Verlauf leeren
es: Vaciar historial
fr: Effacer l’historique
it: Svuota cronologia
ja: 履歴を消去
ko: 기록 지우기
pt_br: Limpar histórico
ru: Очистить историю
zh_hans: 清空历史记录

# vocello.ui.historyLoadFailed
source: Couldn't load history
de: Verlauf konnte nicht geladen werden
es: No se pudo cargar el historial
fr: Impossible de charger l’historique
it: Impossibile caricare la cronologia
ja: 履歴を読み込めませんでした
ko: 기록을 불러오지 못했습니다
pt_br: Não foi possível carregar o histórico
ru: Не удалось загрузить историю
zh_hans: 无法载入历史记录

# vocello.ui.historyLoadDetail
source: Something went wrong reading your history. Tap Retry below.
de: Beim Lesen des Verlaufs ist ein Fehler aufgetreten. Tippe unten auf Erneut versuchen.
es: Hubo un problema al leer el historial. Toca Reintentar abajo.
fr: Une erreur est survenue lors de la lecture de l’historique. Touchez Réessayer ci-dessous.
it: Errore durante la lettura della cronologia. Tocca Riprova qui sotto.
ja: 履歴の読み込み中に問題が起きました。下の再試行をタップしてください。
ko: 기록을 읽는 중 문제가 발생했습니다. 아래의 재시도를 탭하세요.
pt_br: Ocorreu um erro ao ler o histórico. Toque em Tentar novamente abaixo.
ru: Ошибка чтения истории. Нажмите «Повторить» ниже.
zh_hans: 读取历史记录时出错。请轻点下方“重试”。

# vocello.ui.noTakes
source: No takes yet
de: Noch keine Aufnahmen
es: Aún no hay tomas
fr: Aucune prise pour le moment
it: Ancora nessun take
ja: まだテイクがありません
ko: 아직 테이크가 없습니다
pt_br: Nenhuma tomada ainda
ru: Дублей пока нет
zh_hans: 还没有音频

# vocello.ui.noTakesDetail
source: Generated audio shows up here once you create a voice or line.
de: Erzeugtes Audio erscheint hier, sobald du eine Stimme oder einen Text erstellst.
es: El audio generado aparecerá aquí cuando crees una voz o una frase.
fr: L’audio généré apparaît ici après la création d’une voix ou d’une réplique.
it: L’audio generato apparirà qui dopo aver creato una voce o una frase.
ja: 声やセリフを作成すると、生成された音声がここに表示されます。
ko: 음성이나 대사를 만들면 생성된 오디오가 여기에 표시됩니다.
pt_br: O áudio gerado aparece aqui quando você cria uma voz ou uma fala.
ru: Созданное аудио появится здесь после генерации голоса или фразы.
zh_hans: 创建声音或语句后，生成的音频会显示在这里。

# vocello.ui.noMatches
source: No matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
it: Nessun risultato
ja: 一致する結果なし
ko: 일치하는 결과 없음
pt_br: Nenhum resultado
ru: Совпадений нет
zh_hans: 无匹配结果

# vocello.ui.noMatchesDetail
source: Nothing matches this filter or search. Try widening it.
de: Keine Treffer für diesen Filter oder diese Suche. Erweitere die Auswahl.
es: Nada coincide con este filtro o búsqueda. Prueba a ampliarlos.
fr: Aucun résultat pour ce filtre ou cette recherche. Essayez d’élargir vos critères.
it: Nessun risultato per questo filtro o ricerca. Prova ad ampliarli.
ja: このフィルタや検索に一致しません。条件を広げてみてください。
ko: 이 필터나 검색에 맞는 항목이 없습니다. 조건을 넓혀 보세요.
pt_br: Nada corresponde a este filtro ou busca. Tente ampliá-los.
ru: Ничего не найдено по этому фильтру или запросу. Попробуйте расширить поиск.
zh_hans: 没有符合此筛选或搜索的结果。请扩大范围。

# vocello.ui.clearDeleteQuestion
source: Clear History and Delete Audio?
de: Verlauf leeren und Audio löschen?
es: ¿Vaciar el historial y eliminar el audio?
fr: Effacer l’historique et supprimer l’audio ?
it: Svuotare la cronologia ed eliminare l’audio?
ja: 履歴を消去して音声も削除しますか？
ko: 기록을 지우고 오디오를 삭제할까요?
pt_br: Limpar histórico e excluir áudio?
ru: Очистить историю и удалить аудио?
zh_hans: 清空历史记录并删除音频？

# vocello.ui.deleteEverything
source: Delete Everything
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
pt_br: Excluir tudo
ru: Удалить всё
zh_hans: 全部删除

# vocello.ui.clearQuestion
source: Clear History?
de: Verlauf leeren?
es: ¿Vaciar el historial?
fr: Effacer l’historique ?
it: Svuotare la cronologia?
ja: 履歴を消去しますか？
ko: 기록을 지울까요?
pt_br: Limpar histórico?
ru: Очистить историю?
zh_hans: 清空历史记录？

# vocello.ui.clearHistory
source: Clear History
de: Verlauf leeren
es: Vaciar historial
fr: Effacer l’historique
it: Svuota cronologia
ja: 履歴を消去
ko: 기록 지우기
pt_br: Limpar histórico
ru: Очистить историю
zh_hans: 清空历史记录

# vocello.ui.historyWaiting
source: Finished audio is waiting for History
de: Fertiges Audio wartet auf den Verlauf
es: Hay audio terminado pendiente de guardar en el historial
fr: L’audio terminé attend son ajout à l’historique
it: Audio completato in attesa della cronologia
ja: 完成した音声が履歴への保存を待っています
ko: 완성된 오디오가 기록 저장을 기다립니다
pt_br: Áudio finalizado aguardando o histórico
ru: Готовое аудио ожидает сохранения в истории
zh_hans: 已完成的音频正在等待保存到历史记录

# vocello.ui.historyRecoveryProblem
source: Vocello preserved the recovery record but could not verify or commit it. Retry before clearing History.
de: Vocello hat den Wiederherstellungsdatensatz erhalten, konnte ihn aber nicht prüfen oder übernehmen. Versuche es erneut, bevor du den Verlauf leerst.
es: Vocello conservó el registro de recuperación, pero no pudo verificarlo ni confirmarlo. Reintenta antes de vaciar el historial.
fr: Vocello a conservé l’enregistrement de récupération, mais n’a pas pu le vérifier ni le valider. Réessayez avant d’effacer l’historique.
it: Vocello ha conservato il record di recupero ma non ha potuto verificarlo o confermarlo. Riprova prima di svuotare la cronologia.
ja: Vocello は復旧記録を保持しましたが、検証や確定ができませんでした。履歴を消去する前に再試行してください。
ko: Vocello가 복구 기록을 보관했지만 검증하거나 확정하지 못했습니다. 기록을 지우기 전에 재시도하세요.
pt_br: O Vocello preservou o registro de recuperação, mas não conseguiu verificá-lo ou confirmá-lo. Tente novamente antes de limpar o histórico.
ru: Vocello сохранил запись восстановления, но не смог проверить или подтвердить её. Повторите попытку до очистки истории.
zh_hans: Vocello 保留了恢复记录，但无法验证或提交。清空历史记录前请重试。

# vocello.ui.saveAudio
source: Save audio
de: Audio speichern
es: Guardar audio
fr: Enregistrer l’audio
it: Salva audio
ja: 音声を保存
ko: 오디오 저장
pt_br: Salvar áudio
ru: Сохранить аудио
zh_hans: 保存音频

# vocello.ui.deleteAudioDetail
source: This permanently removes the generated audio and its history entry.
de: Dies entfernt das erzeugte Audio und seinen Verlaufseintrag dauerhaft.
es: Esto elimina permanentemente el audio generado y su entrada del historial.
fr: Cette action supprime définitivement l’audio généré et son entrée dans l’historique.
it: Rimuove definitivamente l’audio generato e la relativa voce nella cronologia.
ja: 生成した音声と履歴項目を完全に削除します。
ko: 생성된 오디오와 해당 기록 항목을 영구적으로 삭제합니다.
pt_br: Remove permanentemente o áudio gerado e sua entrada no histórico.
ru: Это навсегда удалит созданное аудио и его запись в истории.
zh_hans: 这将永久移除生成的音频及其历史记录。

# vocello.ui.microphoneDenied
source: Microphone access denied
de: Mikrofonzugriff verweigert
es: Acceso al micrófono denegado
fr: Accès au microphone refusé
it: Accesso al microfono negato
ja: マイクへのアクセスが拒否されました
ko: 마이크 접근 거부됨
pt_br: Acesso ao microfone negado
ru: Доступ к микрофону запрещён
zh_hans: 麦克风访问被拒绝

# vocello.ui.microphoneDetail
source: Vocello needs the microphone to record reference clips. Enable it in Settings to continue.
de: Vocello benötigt das Mikrofon für Referenzaufnahmen. Aktiviere es in den Einstellungen, um fortzufahren.
es: Vocello necesita el micrófono para grabar clips de referencia. Actívalo en Ajustes para continuar.
fr: Vocello a besoin du microphone pour enregistrer les clips de référence. Autorisez son accès dans Réglages pour continuer.
it: Vocello richiede il microfono per registrare riferimenti. Abilitalo in Impostazioni per continuare.
ja: 参照音声の録音にはマイクが必要です。続けるには設定で有効にしてください。
ko: 참조 오디오를 녹음하려면 마이크가 필요합니다. 계속하려면 설정에서 활성화하세요.
pt_br: O Vocello precisa do microfone para gravar referências. Ative-o nos Ajustes para continuar.
ru: Vocello нужен микрофон для записи образцов. Включите его в настройках, чтобы продолжить.
zh_hans: Vocello 需要麦克风来录制参考音频。请在设置中启用以继续。

# vocello.ui.recordGuidance
source: Read 10-20 s of clean, natural speech. Quiet room. One voice.
de: Sprich 10–20 s klar und natürlich. Ruhiger Raum. Eine Stimme.
es: Lee de 10 a 20 s con voz clara y natural. En un lugar silencioso. Una sola voz.
fr: Lisez naturellement pendant 10 à 20 s. Dans une pièce calme, avec une seule voix.
it: Leggi per 10–20 s con voce chiara e naturale. Stanza silenziosa. Una sola voce.
ja: 静かな場所で、1人の声で10〜20秒、自然にはっきり読んでください。
ko: 조용한 곳에서 한 사람의 목소리로 10–20초 동안 자연스럽고 또렷하게 읽으세요.
pt_br: Leia por 10–20 s com fala clara e natural. Ambiente silencioso. Uma voz.
ru: Читайте 10–20 с чётко и естественно. Тихая комната. Один голос.
zh_hans: 在安静环境中，用单一声音清晰自然地朗读 10–20 秒。

# vocello.ui.recording
source: Recording
de: Aufnahme läuft
es: Grabando
fr: Enregistrement
it: Registrazione
ja: 録音中
ko: 녹음 중
pt_br: Gravando
ru: Запись
zh_hans: 正在录音

# vocello.ui.captured
source: Captured
de: Aufgenommen
es: Grabado
fr: Enregistré
it: Registrato
ja: 録音済み
ko: 녹음됨
pt_br: Gravado
ru: Записано
zh_hans: 已录制

# vocello.ui.referenceClip
source: Reference clip
de: Referenzclip
es: Clip de referencia
fr: Clip de référence
it: Clip di riferimento
ja: 参照音声
ko: 참조 오디오
pt_br: Clipe de referência
ru: Образец голоса
zh_hans: 参考音频

# vocello.ui.recordInterrupted
source: Recording was interrupted. The clip up to that point was kept.
de: Die Aufnahme wurde unterbrochen. Das bis dahin aufgenommene Audio wurde behalten.
es: La grabación se interrumpió. Se ha conservado el audio grabado hasta ese momento.
fr: L’enregistrement a été interrompu. Le clip enregistré jusque-là a été conservé.
it: La registrazione è stata interrotta. L’audio registrato fino a quel momento è stato conservato.
ja: 録音が中断されました。それまでの音声は保持されています。
ko: 녹음이 중단되었습니다. 그때까지 녹음한 내용은 보관되었습니다.
pt_br: A gravação foi interrompida. O áudio gravado até aquele momento foi mantido.
ru: Запись прервана. Аудио до этого момента сохранено.
zh_hans: 录音已中断。此前录制的内容已保留。

# vocello.ui.recordBegin
source: Tap Record to begin.
de: Tippe zum Starten auf Aufnehmen.
es: Toca Grabar para empezar.
fr: Touchez Enregistrer pour commencer.
it: Tocca Registra per iniziare.
ja: 録音をタップして始めます。
ko: 녹음을 탭해 시작하세요.
pt_br: Toque em Gravar para começar.
ru: Нажмите «Записать», чтобы начать.
zh_hans: 轻点“录音”开始。

# vocello.ui.recordMinimum
source: Keep recording. 10 second minimum.
de: Weiter aufnehmen. Mindestens 10 Sekunden.
es: Sigue grabando. Mínimo 10 segundos.
fr: Continuez à enregistrer. Minimum de 10 secondes.
it: Continua a registrare. Minimo 10 secondi.
ja: 録音を続けてください。最低10秒必要です。
ko: 계속 녹음하세요. 최소 10초가 필요합니다.
pt_br: Continue gravando. Mínimo de 10 segundos.
ru: Продолжайте запись. Минимум 10 секунд.
zh_hans: 请继续录制，至少需要 10 秒。

# vocello.ui.recordEnough
source: Sounds good. Tap stop when ready.
de: Gute Länge. Tippe auf Stopp, wenn du fertig bist.
es: Buena duración. Toca Detener cuando termines.
fr: C’est bon. Touchez Arrêter lorsque vous avez terminé.
it: Durata corretta. Tocca Stop quando hai finito.
ja: 適切な長さです。準備ができたら停止をタップしてください。
ko: 적절한 길이입니다. 준비되면 중지를 탭하세요.
pt_br: Boa duração. Toque em Parar quando terminar.
ru: Подходящая длина. Нажмите «Стоп», когда закончите.
zh_hans: 时长合适。完成后轻点“停止”。

# vocello.ui.recordMaximum
source: Over 20 seconds. Stop now.
de: Über 20 Sekunden. Jetzt stoppen.
es: Más de 20 segundos. Detén la grabación.
fr: Plus de 20 secondes. Arrêtez maintenant.
it: Oltre 20 secondi. Ferma la registrazione.
ja: 20秒を超えました。停止してください。
ko: 20초를 넘었습니다. 지금 중지하세요.
pt_br: Mais de 20 segundos. Pare agora.
ru: Более 20 секунд. Остановите запись.
zh_hans: 已超过 20 秒，请停止。

# vocello.ui.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
ru: Стоп
zh_hans: 停止

# vocello.ui.retake
source: Retake
de: Neu aufnehmen
es: Volver a grabar
fr: Recommencer
it: Registra di nuovo
ja: 録り直す
ko: 다시 녹음
pt_br: Gravar novamente
ru: Перезаписать
zh_hans: 重新录制

# vocello.ui.useClip
source: Use this clip
de: Diesen Clip verwenden
es: Usar este clip
fr: Utiliser ce clip
it: Usa questo clip
ja: この音声を使用
ko: 이 오디오 사용
pt_br: Usar este clipe
ru: Использовать запись
zh_hans: 使用此音频

# vocello.ui.need10
source: Need 10 s
de: 10 s erforderlich
es: Se necesitan 10 s
fr: 10 s nécessaires
it: Servono 10 s
ja: 10秒必要
ko: 10초 필요
pt_br: Precisa de 10 s
ru: Нужно 10 с
zh_hans: 需要 10 秒

# vocello.ui.record
source: Record
de: Aufnehmen
es: Grabar
fr: Enregistrer
it: Registra
ja: 録音
ko: 녹음
pt_br: Gravar
ru: Записать
zh_hans: 录音

# vocello.ui.keepVoice
source: Keep voice
de: Stimme behalten
es: Conservar voz
fr: Conserver la voix
it: Conserva voce
ja: 声を保持
ko: 음성 유지
pt_br: Manter voz
ru: Оставить голос
zh_hans: 保留声音

# vocello.ui.discardRecord
source: Discard and re-record
de: Verwerfen und neu aufnehmen
es: Descartar y volver a grabar
fr: Supprimer et réenregistrer
it: Scarta e registra di nuovo
ja: 破棄して録り直す
ko: 버리고 다시 녹음
pt_br: Descartar e gravar novamente
ru: Отбросить и перезаписать
zh_hans: 丢弃并重新录制

# vocello.ui.discardImport
source: Discard imported voice
de: Importierte Stimme verwerfen
es: Descartar voz importada
fr: Supprimer la voix importée
it: Scarta voce importata
ja: 読み込んだ声を破棄
ko: 가져온 음성 버리기
pt_br: Descartar voz importada
ru: Отбросить импортированный голос
zh_hans: 丢弃导入的声音

# vocello.ui.playRecording
source: Play recording
de: Aufnahme abspielen
es: Reproducir grabación
fr: Lire l’enregistrement
it: Riproduci registrazione
ja: 録音を再生
ko: 녹음 재생
pt_br: Reproduzir gravação
ru: Воспроизвести запись
zh_hans: 播放录音

# vocello.ui.shortClip
source: A bit short
de: Etwas kurz
es: Un poco corto
fr: Un peu court
it: Un po’ corto
ja: 少し短め
ko: 조금 짧음
pt_br: Um pouco curto
ru: Немного коротко
zh_hans: 略短

# vocello.ui.goodLength
source: Good length
de: Gute Länge
es: Buena duración
fr: Bonne durée
it: Durata corretta
ja: 適切な長さ
ko: 적절한 길이
pt_br: Boa duração
ru: Подходящая длина
zh_hans: 时长合适

# vocello.ui.longClip
source: A bit long
de: Etwas lang
es: Un poco largo
fr: Un peu long
it: Un po’ lungo
ja: 少し長め
ko: 조금 김
pt_br: Um pouco longo
ru: Немного длинно
zh_hans: 略长

# vocello.ui.nameVoice
source: Name this voice
de: Benenne diese Stimme
es: Ponle nombre a esta voz
fr: Nommez cette voix
it: Dai un nome alla voce
ja: この声に名前を付ける
ko: 이 음성의 이름
pt_br: Dê um nome a esta voz
ru: Назовите голос
zh_hans: 为此声音命名

# vocello.ui.whatYouSaid
source: What you said
de: Was du gesagt hast
es: Lo que dijiste
fr: Ce que vous avez dit
it: Cosa hai detto
ja: 話した内容
ko: 말한 내용
pt_br: O que você disse
ru: Что вы сказали
zh_hans: 你说的内容

# vocello.ui.transcriptCaption
source: Auto-transcribed. With it, clones carry this clip's pacing and emotion; without it, identity only.
de: Automatisch transkribiert. Mit Transkript übernimmt der Klon Tempo und Emotion des Clips; ohne nur die Stimmidentität.
es: Transcripción automática. Con ella, la clonación conserva el ritmo y la emoción del clip; sin ella, solo la identidad vocal.
fr: Transcription automatique. Avec elle, les clones reprennent le rythme et l’émotion du clip ; sans elle, seulement l’identité vocale.
it: Trascrizione automatica. Con il testo, i cloni riprendono ritmo ed emozione del clip; senza, solo l’identità vocale.
ja: 自動文字起こしです。テキストがあるとテンポと感情もクローンに反映され、ない場合は声の特徴だけが反映されます。
ko: 자동으로 받아썼습니다. 녹취록이 있으면 리듬과 감정도 복제하며, 없으면 목소리의 정체성만 복제합니다.
pt_br: Transcrição automática. Com ela, os clones reproduzem o ritmo e a emoção do clipe; sem ela, apenas a identidade vocal.
ru: Автоматическая расшифровка. С ней клон передаёт темп и эмоции записи; без неё — только особенности голоса.
zh_hans: 已自动转录。有转录时，克隆会保留此音频的节奏和情感；没有转录时，仅保留声音身份。

# vocello.ui.transcriptPlaceholder
source: What you said in the recording
de: Was du in der Aufnahme gesagt hast
es: Lo que dijiste en la grabación
fr: Ce que vous avez dit dans l’enregistrement
it: Cosa hai detto nella registrazione
ja: 録音で話した内容
ko: 녹음에서 말한 내용
pt_br: O que você disse na gravação
ru: Что вы сказали в записи
zh_hans: 录音中说的内容

# vocello.ui.saveVoice
source: Save voice
de: Stimme speichern
es: Guardar voz
fr: Enregistrer la voix
it: Salva voce
ja: 声を保存
ko: 음성 저장
pt_br: Salvar voz
ru: Сохранить голос
zh_hans: 保存声音

# vocello.ui.savedVoice
source: Saved voice
de: Gespeicherte Stimme
es: Voz guardada
fr: Voix enregistrée
it: Voce salvata
ja: 保存済みの声
ko: 저장된 음성
pt_br: Voz salva
ru: Сохранённый голос
zh_hans: 已保存的声音

# vocello.ui.voicePreview
source: Voice preview
de: Stimmvorschau
es: Vista previa de voz
fr: Aperçu de la voix
it: Anteprima voce
ja: 声のプレビュー
ko: 음성 미리듣기
pt_br: Prévia da voz
ru: Прослушивание голоса
zh_hans: 声音预览

# vocello.ui.dismissClip
source: Dismiss this clip?
de: Diesen Clip schließen?
es: ¿Cerrar este clip?
fr: Fermer ce clip ?
it: Chiudere questo clip?
ja: この音声を閉じますか？
ko: 이 오디오를 닫을까요?
pt_br: Fechar este clipe?
ru: Закрыть эту запись?
zh_hans: 关闭此音频？

# vocello.ui.saveAsVoice
source: Save as voice
de: Als Stimme speichern
es: Guardar como voz
fr: Enregistrer comme voix
it: Salva come voce
ja: 声として保存
ko: 음성으로 저장
pt_br: Salvar como voz
ru: Сохранить как голос
zh_hans: 保存为声音

# vocello.ui.generateAgain
source: Generate again
de: Erneut erzeugen
es: Generar de nuevo
fr: Générer à nouveau
it: Genera di nuovo
ja: 再生成
ko: 다시 생성
pt_br: Gerar novamente
ru: Создать заново
zh_hans: 再次生成

# vocello.ui.generateAgainLabel
source: Generate this take again
de: Diese Aufnahme erneut erzeugen
es: Volver a generar esta toma
fr: Générer cette prise à nouveau
it: Genera di nuovo questo take
ja: このテイクを再生成
ko: 이 테이크 다시 생성
pt_br: Gerar esta tomada novamente
ru: Создать этот дубль заново
zh_hans: 重新生成此音频

# vocello.ui.generateAgainHint
source: Starts a new generation using the visible Studio settings
de: Startet eine neue Generierung mit den sichtbaren Studio-Einstellungen
es: Inicia una generación nueva con los ajustes visibles de Studio
fr: Démarre une nouvelle génération avec les réglages visibles du Studio
it: Avvia una nuova generazione con le impostazioni visibili di Studio
ja: 表示中の Studio 設定で新しい生成を開始
ko: 현재 표시된 Studio 설정으로 새 생성 시작
pt_br: Inicia uma nova geração usando os ajustes visíveis do Studio
ru: Начинает новую генерацию с видимыми настройками Studio
zh_hans: 使用当前可见的 Studio 设置开始新的生成

# vocello.ui.streamingPreview
source: Streaming preview
de: Live-Vorschau
es: Vista previa en directo
fr: Aperçu en direct
it: Anteprima in streaming
ja: ストリーミングプレビュー
ko: 스트리밍 미리듣기
pt_br: Prévia em streaming
ru: Потоковое прослушивание
zh_hans: 流式预览

# vocello.ui.cancelGeneration
source: Cancel generation
de: Generierung abbrechen
es: Cancelar generación
fr: Annuler la génération
it: Annulla generazione
ja: 生成をキャンセル
ko: 생성 취소
pt_br: Cancelar geração
ru: Отменить генерацию
zh_hans: 取消生成

# vocello.ui.preparingPreview
source: Preparing preview
de: Vorschau wird vorbereitet
es: Preparando vista previa
fr: Préparation de l’aperçu
it: Preparazione anteprima
ja: プレビューを準備中
ko: 미리듣기 준비 중
pt_br: Preparando prévia
ru: Подготовка прослушивания
zh_hans: 正在准备预览

# vocello.ui.previewProgress
source: Preview playback progress
de: Wiedergabefortschritt der Vorschau
es: Progreso de reproducción de la vista previa
fr: Progression de lecture de l’aperçu
it: Avanzamento riproduzione anteprima
ja: プレビューの再生進行状況
ko: 미리듣기 재생 진행률
pt_br: Progresso de reprodução da prévia
ru: Ход предварительного воспроизведения
zh_hans: 预览播放进度

# vocello.ui.liveProgress
source: Live preview progress
de: Fortschritt der Live-Vorschau
es: Progreso de la vista previa en directo
fr: Progression de l’aperçu en direct
it: Avanzamento anteprima in diretta
ja: ライブプレビューの進行状況
ko: 실시간 미리듣기 진행률
pt_br: Progresso da prévia ao vivo
ru: Ход потокового прослушивания
zh_hans: 实时预览进度

# vocello.ui.clonedReference
source: Cloned reference
de: Geklonte Referenz
es: Referencia clonada
fr: Référence clonée
it: Riferimento clonato
ja: クローン用参照音声
ko: 복제 참조 음성
pt_br: Referência clonada
ru: Образец для клонирования
zh_hans: 克隆参考音频

# vocello.ui.searchVoices
source: Search voices
de: Stimmen suchen
es: Buscar voces
fr: Rechercher des voix
it: Cerca voci
ja: 声を検索
ko: 음성 검색
pt_br: Buscar vozes
ru: Поиск голосов
zh_hans: 搜索声音

# vocello.ui.yourVoices
source: Your saved voices
de: Deine gespeicherten Stimmen
es: Tus voces guardadas
fr: Vos voix enregistrées
it: Le tue voci salvate
ja: 保存した声
ko: 내가 저장한 음성
pt_br: Suas vozes salvas
ru: Ваши сохранённые голоса
zh_hans: 你保存的声音

# vocello.ui.builtInSpeakers
source: Built-in speakers
de: Integrierte Stimmen
es: Voces integradas
fr: Voix intégrées
it: Voci integrate
ja: 内蔵ボイス
ko: 내장 음성
pt_br: Vozes integradas
ru: Встроенные голоса
zh_hans: 内置声音

# vocello.ui.nothingMatches
source: Nothing matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
it: Nessun risultato
ja: 一致する結果なし
ko: 일치하는 결과 없음
pt_br: Nenhum resultado
ru: Совпадений нет
zh_hans: 无匹配结果

# vocello.ui.voiceSearchDetail
source: Try a different search term or switch the filter back to All.
de: Versuche einen anderen Suchbegriff oder setze den Filter auf Alle zurück.
es: Prueba otro término de búsqueda o vuelve al filtro Todo.
fr: Essayez un autre terme de recherche ou remettez le filtre sur Tout.
it: Prova un altro termine di ricerca o torna al filtro Tutto.
ja: 別の検索語を試すか、フィルタを「すべて」に戻してください。
ko: 다른 검색어를 사용하거나 필터를 전체로 되돌리세요.
pt_br: Tente outro termo de busca ou volte ao filtro Tudo.
ru: Попробуйте другой запрос или верните фильтр «Все».
zh_hans: 请尝试其他搜索词，或将筛选切回“全部”。

# vocello.ui.importFailed
source: Couldn't import audio
de: Audio konnte nicht importiert werden
es: No se pudo importar el audio
fr: Impossible d’importer l’audio
it: Impossibile importare l’audio
ja: 音声を読み込めませんでした
ko: 오디오를 가져오지 못했습니다
pt_br: Não foi possível importar o áudio
ru: Не удалось импортировать аудио
zh_hans: 无法导入音频

# vocello.ui.importFailedDetail
source: Choose another audio file and try again.
de: Wähle eine andere Audiodatei und versuche es erneut.
es: Elige otro archivo de audio y reinténtalo.
fr: Choisissez un autre fichier audio et réessayez.
it: Scegli un altro file audio e riprova.
ja: 別の音声ファイルを選んで再試行してください。
ko: 다른 오디오 파일을 선택하고 다시 시도하세요.
pt_br: Escolha outro arquivo de áudio e tente novamente.
ru: Выберите другой аудиофайл и повторите попытку.
zh_hans: 请选择其他音频文件并重试。

# vocello.ui.deleteVoiceQuestion
source: Delete saved voice?
de: Gespeicherte Stimme löschen?
es: ¿Eliminar la voz guardada?
fr: Supprimer la voix enregistrée ?
it: Eliminare la voce salvata?
ja: 保存済みの声を削除しますか？
ko: 저장된 음성을 삭제할까요?
pt_br: Excluir voz salva?
ru: Удалить сохранённый голос?
zh_hans: 删除已保存的声音？

# vocello.ui.deleteFailed
source: Delete failed
de: Löschen fehlgeschlagen
es: No se pudo eliminar
fr: Échec de la suppression
it: Eliminazione non riuscita
ja: 削除に失敗しました
ko: 삭제 실패
pt_br: Falha ao excluir
ru: Ошибка удаления
zh_hans: 删除失败

# vocello.ui.deleteFailedDetail
source: The saved voice was not removed. Try again.
de: Die gespeicherte Stimme wurde nicht entfernt. Versuche es erneut.
es: La voz guardada no se ha eliminado. Reinténtalo.
fr: La voix enregistrée n’a pas été supprimée. Réessayez.
it: La voce salvata non è stata rimossa. Riprova.
ja: 保存済みの声は削除されていません。再試行してください。
ko: 저장된 음성이 삭제되지 않았습니다. 다시 시도하세요.
pt_br: A voz salva não foi removida. Tente novamente.
ru: Сохранённый голос не удалён. Повторите попытку.
zh_hans: 未移除已保存的声音。请重试。

# vocello.ui.saveNewVoice
source: Save a new voice
de: Neue Stimme speichern
es: Guardar una voz nueva
fr: Enregistrer une nouvelle voix
it: Salva una nuova voce
ja: 新しい声を保存
ko: 새 음성 저장
pt_br: Salvar uma nova voz
ru: Сохранить новый голос
zh_hans: 保存新声音
